{
  "source_file": "/var/folders/77/k9j4ylrs6lsdn9rj8bz44wh00000gn/T/tmpwxc4j3rz.mp3",
  "file_size_mb": 4.701968193054199,
  "transcribed_at": "2025-10-13T18:50:49.812043",
  "language": "english",
  "duration": 557.469970703125,
  "text": "This Shartaker Update about China and Rare Earth Metals, Chips and Rare Earths, and the U.S.'s Self-Inflicted Challenge was published on Monday, October 13th, 2025. Good morning. On Thursday's episode of Sharp Tech, Andrew and I discussed the week of OpenAI, and end by touching on breaking news that could puncture the entire thing—China's imposition of export controls on Rare Earth Metals, which would, if fully enacted, give China effective veto power on nearly all advanced technology, including AI. On to the update. China and Rare Earth Metals, from the New York Times. From cars and computer chips to tanks and fighter jets, China's new export restrictions represent a sweeping effort to control global commerce and have set off a renewed trade fight that pits Beijing against not only the United States, but also Europe. The new regulations, which take effect in stages on November 8th and December 1st, apply to the entire world, sharply escalating China's sway over critical manufacturing at a time of increased international fractures over trade. The restrictions led President Trump on Friday to threaten to impose new 100% tariffs on Chinese imports starting November 1. The rules go far beyond China's limits since April on the export of Rare Earth Metals, which are mined and processed mainly in China, as well as magnets made from those metals. In a series of announcements on Thursday, China extended its restrictions to worldwide shipments of electric motors, computer chips, and other devices that have become central to modern life and are now manufactured mainly in China. The regulations prohibit exports from China to any country of materials or components for use in military equipment. Among the items banned are the small yet powerful electric motors in missiles and fighter jets and the materials for crucial range finders in tanks and artillery that are used to zero in on distant targets. This summary, written on Sunday, actually represents a bit of a retreat, specifically the explicit focus on military applications. The initial set of regulations released on Thursday were much more general. Trump, for his part, has signaled that he expects the Chinese to back down, which again they arguably already have. I was initially surprised at the lack of a market reaction to China's announcement, but the reaction did come when Trump announced the retaliatory tariffs on Friday, along with possible restrictions on software. This latest message seems likely focused on calming things down before today's opening. Even if things stay calm, however, the fact remains that what happened late last week is a very big deal, with clear parallels to U.S. chip controls. The differences, however, speak to both specific strengths the U.S. still has, and, at the same time, potentially fatal weaknesses. Chips in Rare Earths I haven't written about Rare Earth metals much, other than to note that they were a card China might play in response to chip controls. From 2019's China, Leverage, and Values, The reality is that China is still relatively far behind when it comes to the manufacture of most advanced components, and very far behind when it comes to both advanced processing chips and also the equipment that goes into designing and fabricating them. Yes, Huawei has its own system on a chip, but it is a relatively bog-standard ARM design that even then relies heavily on U.S. software. China may very well be committed to becoming technologically independent, but that is an effort that will take years. That is why the best that Huawei could do over the last year was stockpile supplies. The U.S. retains a significant upper hand in this quote-unquote war. At the same time, cutting off Chinese customers like Huawei will cost U.S. suppliers dearly. High-value components by definition entail very large research and development costs and significant capital outlays for their manufacturer. That means that profit comes from volume, and losing a massive customer like Huawei would be costly. China has one other card to play, rare earth elements. These 17 elements are essential for electronic components, and China dominates their production, accounting for over 90% of the world's supply. The country flexed its power in 2010, imposing export quotas, which were later ruled illegal by the WTO, that caused prices to skyrocket, at least for non-Chinese companies, giving Chinese companies an advantage. To that end, it is certainly not a coincidence that Chinese President Xi Jinping toured a rare earth mining and processing center yesterday, accompanied by China's top trade negotiator. End quote. What made the Huawei chip ban, and the ZTE chip ban before it, so consequential was not that it exposed China's relative weakness in terms of advanced chip production, but rather that it made clear that that weakness was, in the long run, untenable. That, by extension, meant it was a decision that could never be undone. China henceforth would need to always act with the understanding that it, one, had a Fast forward to now and you get the context for why it is China is limiting sales of Nvidia chips in China. You don't undo a dependency by continuing to depend on it, but rather by enduring the pain of building an alternative. And to be clear, that pain is so substantial that China may yet decide it's worth it to have Nvidia chips, or, more likely, look the other way if Chinese tech companies make that determination. China's announcements last week should have the same effect on the US. We need to always act with the understanding that, one, we have a critical dependency on what is particularly important to our tech industry and, two, that China is willing to leverage that dependency. The US's Self-Inflicted Challenge What is just as important, however, are the differences. Specifically, the US leads in chips because the country created the entire chip industry. We trail in rare earths because we ran a pincer movement on our own supply. The first attack was regulatory. In 1980, the Nuclear Regulatory Commission, yes, the regulatory body that, since its creation, has overseen zero new nuclear plants and only single-digit new reactors, thanks in part to its overbearing regulatory regime, reclassified rare-earth mining waste material as a nuclear hazard. The wastes often include thorium. This led to a massive increase in costs and liabilities for handling rare earths, choking an industry that the US had dominated. China, meanwhile, starting with Deng Xiaoping, had identified rare-earth elements as a strategic resource and started dramatically ramping up mining and flooded the market with rare earths, which aren't, in fact, that rare. This dramatically reduced the price of rare earths, which, combined with increased regulatory challenges, led to most US mines and processing facilities shutting down. The coup de grace came in 1995, when American magnet manufacturing company Magnequench, a spin-off from General Motors that produced neodymium magnets, was sold to a Chinese consortium. US regulators stipulated that magnet production stay in the US for five years. And so, exactly five years later, the Magnequench factory in Indiana was shut down, and all of the equipment and know-how decamped to China. The net result is that the US went from total dominance of rare earths in 1980 to basically zero presence, from mining to processing to manufacturing, in a mere 20 years. Notice the difference. The US's deficiency in rare earths isn't a matter of needing to catch up to technological excellence. It's needing to simply have the will, incentives, and regulatory regime to do what we already did before. Now, China, to be fair, has pushed the field forward, particularly in their capability of refining incredibly pure yields that are much better than what we could produce in 1980. To be fair to us, however, we would have made similar advancements had we not given the sector away, just as we almost assuredly would have bent the cost curve on nuclear had we not given in to regulatory insanity in the same time period. That though, is why this episode is both so telling and so depressing. There are so many issues the US could address, from power to rare earths, if we could simply apply cogent cost-benefit analysis to regulations, or bear the pain of targeted tariffs and industrial policies for industries that make us vulnerable by virtue of our dependency on China. The truth, however, is that the biggest asset China has in this geopolitical competition is the fact that we can't seem to do that. We can't build, we can't undo onerous regulations, and we can't make sacrifices that means inputs are more expensive. To put it another way, people used to say that the question in Hollywood was if Netflix could become HBO before HBO became Netflix. Another variation of this question in Silicon Valley is if an incumbent can get innovation before a new entrant gets distribution. In the case of the US versus China, the question is if China can reinvent US technology before the US can build something, anything, and sadly, there's a strong case to be made that the smart money should be on China. But hey, maybe this will be a wake-up call. The US has plenty of rare earth deposits and China's share of mining has dropped to around 70%. The real dominance, however, is in processing. Do we have the political will to actually build refining capacity, overcoming the inevitable deluge of lawsuits and regulatory agencies in our way, and to institute the tariffs that will make these investments viable in the face of Chinese dumping? What needs to be done is actually pretty clear and could, should, be done by Congress immediately. The certainty of a congressional law, as opposed to a unilateral move by the president, is essential for investor confidence. The fact I have so little faith that will happen, and if it does, that lawsuits and regulatory bodies will delay domestic build-outs for years, if not indefinitely, is a real bummer. China needs to figure out how to build the future. We need to figure out how to rebuild the past, and the odds seem daunting.",
  "segments": [
    